Repository: PattrawutKhammaAot/RfidApp
Catalog: lib/l10n/app_*.arb
Languages: th

# menu_find_inventory
source: Find Inventory
th: ค้นหาสินค้า

source: Hello
th: สวัสดี

# hint_add_rfid
source: Add RFID
th: เพิ่ม RFID

# btn_export_data
source: Export Data
th: ส่งออกข้อมูล

# btn_import_data
source: Import Data
th: นำเข้าข้อมูล

# btn_clear_all
source: Clear All
th: ล้างทั้งหมด

# menu_search
source: Search
th: ค้นหา

# search
source: Check ID
th: ตรวจสอบID

# btn_status_title
source: Status :
th: สถานะ:

# btn_status_select
source: Select
th: เลือก

# btn_status_found
source: Found
th: พบแล้ว

# btn_status_not_found
source: Not Found
th: ไม่พบ

# scan_title
source: Scan
th: สแกน

# btn_scan
source: Scan
th: สแกน

# txt_total
source: Total
th: ทั้งหมด

# txt_found
source: Found
th: พบ

# txt_not_found
source: Not Found
th: ไม่พบ

# txt_not_scan
source: Not Scan
th: ไม่ได้สแกน

# btn_set_power
source: Set Power
th: ตั้งค่าระยะการยิง

# txt_power
source: Power
th: ระยะการยิง

# btn_set_length_ASCII
source: Set Length ASCII
th: ตั้งค่าความยาว ASCII

# txt_length_ASCII
source: Length :
th: ความยาว

# txt_unit
source: digits
th: หลัก

# btn_version_app
source: Version App
th: เวอร์ชันแอป

# txt_version_app
source: Version :
th: เวอร์ชัน:

# btn_swtich_scanner
source: Switch Scanner
th: สลับสแกนเนอร์

# txt_scanner
source: Scanner status :
th: สถานะสแกนเนอร์:

# status_scanner_on
source: On
th: เปิด

# status_scanner_off
source: Off
th: ปิด

source: No data
th: ไม่มีข้อมูล

# btn_edit
source: Edit
th: แก้ไข

# btn_delete
source: Delete
th: ลบข้อมูล

# btn_save
source: Save
th: บันทึก

# btn_cancel
source: Cancel
th: ยกเลิก

# btn_ok
source: ok
th: ตกลง

# txt_new_rfid
source: Enter new RFID
th: เพิ่ม RFID ใหม่

# txt_edit_rfid
source: Edit RFID
th: แก้ไข RFID

# txt_curent_rfid
source: Current RFID
th: RFID ปัจจุบัน

# txt_export_success
source: Export Data Success
th: ส่งออกข้อมูลสำเร็จ

# txt_duplicate_edit
source: Duplicate Rfid
th: RFID มีอยู่แล้ว

# txt_master
source: Master
th: มาสเตอร์

# menu_report
source: Report
th: สรุปข้อมูล

# menu_setting
source: Setting
th: ตั้งค่า

# popup_del_title_all
source: Delete All Data
th: ลบข้อมูลทั้งหมด

# popup_del_sub_all
source: Are you sure you want to delete all data ?
th: คุณแน่ใจใช่ไหมที่ต้องการลบข้อมูลทั้งหมด

# btn_stop_scan
source: Stop Scan
th: หยุดสแกน

# btn_start_scan
source: Start Scan
th: เริ่มสแกน

# txt_information
source: Information
th: ข้อมูล

# txt_select_power
source: Select Power
th: เลือกระยะการยิง

# txt_current_power
source: Current Power
th: ระยะการยิงปัจจุบัน

# txt_length_power
source: Power
th: ระยะการยิง

# txt_select_digits
source: Select length
th: เลือกความยาวของตัวอักษร

# txt_current_digits
source: Current length
th: จำนวนความยาวตัวอักษรปัจจุบัน

# txt_digits
source: length
th: ความยาวตัวอักษร

# txt_select_lang
source: Select Language
th: เลือกภาษา

# txt_select_lang_title
source: Setting Language
th: ตั้งค่าภาษา

# txt_current_lang
source: Language
th: ภาษา

# current_lang
source: English
th: ไทย

# txt_status
source: Status
th: สถานะ

# txt_number_tag
source: RFID Tag
th: หมายเลข RFID

# txt_created
source: Created
th: สร้างเมื่อ

# txt_updated
source: Updated
th: เปลี่ยนแปลงเมื่อ

# txt_connection
source: Connection Device ...
th: กำลังเชื่อมต่อ RFID ...

# txt_connection_success
source: Connection Success. Please Try again
th: เชื่อมต่อ RFID สำเร็จ,ตั้งค่าระยะการยิงอีกครั้ง !

# txt_delete_by_id
source: Delete RFID
th: คุณต้องการลบหมายเลข RFID

# btn_export_template
source: Export template Success !
th: ส่งออก Template สำเร็จ

# txt_serach_field
source: Search Field
th: ช่อง ค้นหา

# txt_select
source: Select
th: เลือก

# txt_menu_title
source: Menu
th: เมนู

# txt_Initializing
source: Initializing RFID...
th: กำลังเชื่อมต่อ RFID ...

# txt_Initialized
source: RFID Initialized
th: เชื่อมต่อ RFID สำเร็จ

# txt_set_power_success
source: Set Power Success :
th: ตั้งค่าพลังงานสำเร็จ :
